export default {
  projections: {
    ОтчОПродE: {
      датаНачала: {
        __caption__: 'Дата Начала'
      },
      датаОкончания: {
        __caption__: 'Дата Окончания'
      },
      организ: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      подраз: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      контр: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      состОплат: {
        __caption__: 'Состояние Оплаты'
      },
      состОтгруз: {
        __caption__: 'Состояние Отгрузки'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      сумВклНДС: {
        __caption__: 'Сумма включая НДС'
      },
      менедж: {
        __caption__: 'Менеджер'
      },
      тЧТовИУс: {
        __caption__: 'Табличная часть товаров и услуг',
        номенк: {
          __caption__: 'Номенклатура',
          номен: {
            __caption__: 'Номенклатура'
          }
        },
        цена: {
          __caption__: 'Цена'
        },
        количестов: {
          __caption__: 'Количестов'
        },
        колКЗаказПоста: {
          __caption__: 'Количество к заказу поставщика'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        }
      }
    },
    ОтчОПродL: {
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      организ: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      контр: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      подраз: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      датаНачала: {
        __caption__: ''
      },
      датаОкончания: {
        __caption__: ''
      },
      состОплат: {
        __caption__: ''
      },
      состОтгруз: {
        __caption__: ''
      },
      сумВклНДС: {
        __caption__: ''
      },
      сумма: {
        __caption__: ''
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата Начала'
    },
    датаОкончания: {
      __caption__: 'Дата Окончания'
    },
    состОплат: {
      __caption__: 'Состояние Оплаты'
    },
    состОтгруз: {
      __caption__: 'Состояние Отгрузки'
    },
    сумВклНДС: {
      __caption__: 'Сумма включая НДС'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    контр: {
      __caption__: 'Контрагент'
    },
    менедж: {
      __caption__: 'Менеджер'
    },
    организ: {
      __caption__: 'Организация'
    },
    подраз: {
      __caption__: 'Подразделение'
    },
    склады: {
      __caption__: 'Склад'
    },
    тЧТовИУс: {
      __caption__: 'Табличная часть товаров и услуг'
    }
  }
};
