export default {
  projections: {
    КолВРезE: {
      номенк: {
        __caption__: 'Номенклатура',
        номен: {
          __caption__: 'Номенклатура'
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    },
    КолВРезL: {
      количество: {
        __caption__: 'Количество'
      },
      номенк: {
        __caption__: 'Номен',
        номен: {
          __caption__: 'Номен'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номенк: {
      __caption__: 'Номенклатура'
    }
  }
};
