export default {
  caption: 'Отчет о продаже',
  'датаНачала-caption': 'Дата Начала',
  'датаОкончания-caption': 'Дата Окончания',
  'состОплат-caption': 'Состояние Оплаты',
  'состОтгруз-caption': 'Состояние Отгрузки',
  'сумма-caption': 'Сумма',
  'сумВклНДС-caption': 'Сумма включая НДС',
  'менедж-caption': 'Менеджер',
  'организ-caption': 'Организация',
  'склады-caption': 'Склад',
  'подраз-caption': 'Подразделение',
  'контр-caption': 'Контрагент',
  'тЧТовИУс-caption': 'Табличная часть товаров и услуг'
};
