export default {
  caption: 'Заказ покупателя',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'состОплат-caption': 'Состояние оплаты',
  'состОтгруз-caption': 'Состояние отгрузки',
  'сумма-caption': 'Сумма',
  'сумВклНДС-caption': 'Сумма включая НДС',
  'менедж-caption': 'Менеджер',
  'организ-caption': 'Организация',
  'подраз-caption': 'Подразделение',
  'склады-caption': 'Склад',
  'контр-caption': 'Контрагент',
  'тЧТовИУс-caption': 'Табличная часть товаров и услуг'
};
