export default {
  projections: {
    ЗакПокупE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      организ: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      подраз: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      контр: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      состОплат: {
        __caption__: 'Состояние оплаты'
      },
      состОтгруз: {
        __caption__: 'Состояние отгрузки'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      сумВклНДС: {
        __caption__: 'Сумма включая НДС'
      },
      менедж: {
        __caption__: 'Менеджер'
      },
      тЧТовИУс: {
        __caption__: 'Табличная часть товаров и услуг',
        номенк: {
          __caption__: 'Номенклатура',
          номен: {
            __caption__: 'Номенклатура'
          }
        },
        цена: {
          __caption__: 'Цена'
        },
        количестов: {
          __caption__: 'Количестов'
        },
        колКЗаказПоста: {
          __caption__: 'Количество к заказу поставщика'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        }
      }
    },
    ЗакПокупL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      сумВклНДС: {
        __caption__: 'Сум вкл НДС'
      },
      состОтгруз: {
        __caption__: 'Сост отгруз'
      },
      состОплат: {
        __caption__: 'Сост оплат'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      организ: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      контр: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      подраз: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      }
    }
  },
  validations: {
  }
};
