export default {
  projections: {
    НоменкE: {
      номен: {
        __caption__: 'Номенклатура'
      },
      едИзмер: {
        __caption__: 'Единицы измерения',
        едИзм: {
          __caption__: 'Единицы измерения'
        }
      }
    },
    НоменкL: {
      номен: {
        __caption__: 'Номен'
      },
      едИзмер: {
        __caption__: 'Ед изм',
        едИзм: {
          __caption__: 'Ед изм'
        }
      }
    }
  },
  validations: {
    номен: {
      __caption__: 'Номенклатура'
    },
    едИзмер: {
      __caption__: 'Единицы измерения'
    }
  }
};
