export default {
  projections: {
    ТЧТовИУсE: {
      номенк: {
        __caption__: 'Номенклатура',
        номен: {
          __caption__: 'Номенклатура'
        }
      },
      цена: {
        __caption__: 'Цена'
      },
      количестов: {
        __caption__: 'Количестов'
      },
      колКЗаказПоста: {
        __caption__: 'Количество к заказу поставщика'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      }
    }
  },
  validations: {
    количестов: {
      __caption__: 'Количестов'
    },
    колКЗаказПоста: {
      __caption__: 'Количество к заказу поставщика'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    номенк: {
      __caption__: 'Номенклатура'
    },
    отчОПрод: {
      __caption__: 'отчОПрод'
    }
  }
};
