export default {
  projections: {
    ОтчОстНСклE: {
      дата: {
        __caption__: 'Дата'
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      номенк: {
        __caption__: 'Номенклатура',
        номен: {
          __caption__: 'Номенклатура'
        }
      },
      колл: {
        __caption__: 'Количество'
      },
      колВРез: {
        __caption__: 'Количество в резерве',
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ОтчОстНСклL: {
      дата: {
        __caption__: 'Дата'
      },
      колл: {
        __caption__: 'Колл'
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      колВРез: {
        __caption__: 'Количество',
        количество: {
          __caption__: 'Количество'
        }
      },
      номенк: {
        __caption__: 'Номен',
        номен: {
          __caption__: 'Номен'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    колл: {
      __caption__: 'Количество'
    },
    колВРез: {
      __caption__: 'Количество в резерве'
    },
    номенк: {
      __caption__: 'Номенклатура'
    },
    склады: {
      __caption__: 'Склад'
    }
  }
};
